/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "エージェントが見つかりません";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "電話上のエージェントが不正な長さのチャンクを送信しました。";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "電話上のエージェントが不正なフォーマットのメッセージを送信しました。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "電話上のエージェントが予期しないメッセージの本文を送信しました。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "電話上のエージェントが予期しないメッセージタイプを送信しました。";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "電話上のエージェントが予期しない値のメッセージヘッダ“%@”を送信しました。";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "電話上のエージェントが、予期していたメッセージを送信しませんでした。";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "同期中にエラーが起きました。";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "カレンダーを電話に同期中にエラーが起きました。";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "アドレスデータとカレンダーを電話に同期中にエラーが起きました。";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "アドレスデータを電話に同期中にエラーが起きました。";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "お使いのコンピュータの Sync Server との通信中にエラーが起きました。";

/* low-level technical error */
"An exception occurred while synchronizing." = "同期中に例外が起きました。";

/* generic error */
"An unexpected error occured." = "予期しないエラーが起きました。";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "AT コマンドの応答解析エラー";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "チャネルを準備する AT 操作のプロパティが正しくありません";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth はこのコンピュータで使用できません。";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth が切になっています";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "お使いのコンピュータでは Bluetooth が使用停止になっています。";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth は使用できません";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "カレンダーの同期は失敗しました";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "カレンダーの同期は失敗しました";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "接続を切断しているときに接続することはできません。";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "電話上にメモリカードが見つかりません。";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "同期サーバに接続できません";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "SyncServer から変更を取得できません。セッションがキャンセルされている可能性があります。";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "同期に使用する電話を登録できません。";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "変更内容を電話に送信できません";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "電話上の“%@”の変更は許可されていません。これらの変更は無視されました：";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "電話のネットワークまたはメッセージの宛先を確認してください。";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "通信エラーです";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "接続がビジー状態です";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "接続が予期せず解除されました";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "接続が拒否されました";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "電話への接続に失敗しました。";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "電話との接続が予期せず解除されました。";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "アドレスデータの同期は失敗しました";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "アドレスデータとカレンダーの同期は失敗しました";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "アドレスデータの同期は失敗しました";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "電話に接続できません。";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "電話に接続できませんでした。すでに別のアプリケーションが電話に接続しています。";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "電話に接続できませんでした。接続が拒否されました。";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "電話に接続できません。電話が見つかりません。";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "削除に失敗しました";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "デバイスが使用できないか、同期がキャンセルされました。電話上のダイアログとアプリケーションを閉じてから、もう一度やり直してください。";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "ディレクトリはすでに存在します。";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "電話のメモリへのアクセス中にエラーが起きました。";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "カレンダーイベントの消去中にエラーが起きました";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "アドレスデータの消去中にエラーが起きました";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "アドレスデータおよびカレンダーイベントの消去中にエラーが起きました";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "一部のカレンダーイベントの消去中にエラーが起きました";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "一部のアドレスデータの消去中にエラーが起きました";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "一部のアドレスデータおよびカレンダーイベントの消去中にエラーが起きました";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "すべてのカレンダーの取得中にエラーが起きました。";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "すべてのアドレスデータとカレンダーの取得中にエラーが起きました。";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "すべてのアドレスデータの取得中にエラーが起きました。";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Sync Server との通信中にエラーが起きました";

/* displayed when phone could not send a message */
"Failed to send message." = "メッセージの送信に失敗しました。";

/* No comment provided by engineer. */
"fax." = "ファクス。";

/* displayed when phone refused access to a file */
"File access denied." = "ファイルアクセスが拒否されました。";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "ファイルまたはディレクトリが存在しません。";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "ファイルまたはディレクトリがロックされています。";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "電話上のエージェントから送信された最初のメッセージが、予期したバージョンのメッセージではありませんでした。";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "電話上のエージェントから送信された最初のメッセージの本文が、正しいフォーマットではありません。";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "電話上で行った変更は禁止されています";

/* No comment provided by engineer. */
"home mobile." = "自宅携帯電話。";

/* No comment provided by engineer. */
"home pager." = "自宅ポケットベル。";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "このエラーが再発した場合は、コンピュータを再起動する必要があります。";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Bluetooth の外部アダプタをお持ちの場合は、それをコンピュータに装着してください。";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "正しくないエージェントのバージョン";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "内部エラー";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "内部エラー（%1$@：%2$d）。";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "内部エラーが起きました。";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "電話番号が正しくありません";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "PIN が正しくありません";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "SMS 設定が正しくありません";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "メモリカードが見つかりません";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "メモリがいっぱいです";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "メッセージの送信に失敗しました";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "電話とのネゴシエーションに失敗しました。";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "同期するデータクラスがありません";

/* No comment provided by engineer. */
"No matching Operator in database." = "一致するオペレータがデータベースにありません。";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "ネットワークなし";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "ほかのサービスがまだ Obex サービスを使用しているときに Obex サービスが要求されました。";

/* Error string when some operation was aborted */
"Operation canceled." = "操作がキャンセルされました。";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "電話のアドレスブックがいっぱいです";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "電話がビジー状態です";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "電話のカレンダーがいっぱいです";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "電話はそのサービスに対応していません。";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "電話のエラー（AT コントローラのシャットダウン）";

/* Low level phone error */
"Phone Error (General Failure)" = "電話のエラー（一般的なエラー）";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "電話のエラー（メモリインデックスが正しくありません）";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "電話のエラー（PDU モードパラメータが正しくありません）";

/* Low level phone error */
"Phone Error (Invalid Response)" = "電話のエラー（応答が正しくありません）";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "電話のエラー（テキスト・モード・パラメータが正しくありません）";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "電話のエラー（製造元固有のエラー）";

/* Low level phone error */
"Phone Error (Memory failure)" = "電話のエラー（メモリエラー）";

/* Low level phone error */
"Phone Error (Memory Full)" = "電話のエラー（メモリがいっぱいです）";

/* Low level phone error */
"Phone Error (Network Timeout)" = "電話のエラー（ネットワークタイムアウト）";

/* Low level phone error */
"Phone Error (No Answer)" = "電話のエラー（応答がありません）";

/* Low level phone error */
"Phone Error (No Carrier)" = "電話のエラー（キャリア（搬送波）がありません）";

/* Low level phone error */
"Phone Error (No Network Service)" = "電話のエラー（ネットワークサービスがありません）";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "電話のエラー（この操作は許可されていません）";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "電話のエラー（この操作には対応していません）";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "電話のエラー（PH-SIM PIN が必要です）";

/* Low level phone error */
"Phone Error (SIM Busy)" = "電話のエラー（SIM がビジー状態です）";

/* Low level phone error */
"Phone Error (SIM Failure)" = "電話のエラー（SIM エラー）";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "電話のエラー（SIM が挿入されていません）";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "電話のエラー（SIM PIN が必要です）";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "電話のエラー（SIM が正しくありません（電話で送信されたエラー）";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "電話のエラー（SMS サービスが予約されています）";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "電話のエラー（SMS アドレスが不明です）";

/* Low level phone error */
"Phone Error (Unknown Error)" = "電話のエラー（不明なエラー）";

/* Unfrequent error */
"Phone is already registered for synchronization." = "同期する電話はすでに登録されています。";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "電話はすでに同期を開始しています。";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "電話は iTunes でアップデート中です。";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "電話はビジー（busy）状態です";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "電話は現在ディスク“%@”としてマウントされており、取り外せませんでした。";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "電話が誤動作しています";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "電話が接続されていません";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "電話のメモリのエラー";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "電話のメモリがいっぱいです";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "電話のメモリがいっぱいです。";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "電話が見つかりません";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "電話で一部のカレンダーイベントが拒否されました";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "電話で一部のアドレスデータが拒否されました";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "電話で一部のアドレスデータまたはカレンダーイベントが拒否されました";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "電話のタスクデータベースがいっぱいです";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "有効な SIM が正しく挿入されていることを確認してください。";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "お使いの電話の画面を確認し、必要に応じて PIN を入力してください。";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "サービスプロバイダに問い合わせてください。";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "電話上のカレンダーイベントを一部削除するかフィルタオプションを変更してから、もう一度同期を実行してください。";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "電話上のアドレスデータを一部削除するかフィルタオプションを変更してから、もう一度同期を実行してください。";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "電話上のデータを一部削除してから、もう一度やり直してください。";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "お使いの電話上のデータを一部削除してから、もう一度やり直してください。";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "電話上のデータを一部削除するかフィルタオプションを変更してから、もう一度同期を実行してください。";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "電話上のタスクを一部削除するかフィルタオプションを変更してから、もう一度同期を実行してください。";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "お使いの電話の電源が入っていることを確認してから、もう一度やり直してください。";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "お使いの電話の電源が入っていることを確認してください。このエラーが再発した場合は、電話を再起動してください。";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "お使いの電話にメモリカードが正しく挿入されていることを確認してください。";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "コンピュータの電話ケーブルを接続してください。";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "電話にエージェントを再インストールしてください。";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "電話を再起動してください。";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "お使いの電話を再起動してください。";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "お使いのコンピュータで Bluetooth を入にしてから、もう一度実行してください。";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "電話のエージェントをアップデートしてください。";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "電話との通信中にプロトコルエラーが起きました";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "プロパティ（%@）を持つチャネルが要求されましたが、見つかりませんでした";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "サービスを有効にできません";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "サービスが依存しているほかのサービス（%@）が見つかりません";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "プラグインのサービス情報のうち、情報 %@ が見つかりません。";

/* No comment provided by engineer. */
"Service was shutdown." = "サービスがシャットダウンされました。";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "有効になる必要がないサービスが使用されました";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "SIM エラー";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "開いていないチャネル上で操作が起動されました。";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "同期がキャンセルされました";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "デバイスの同期がキャンセルされました";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "同期がキャンセルされました。";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "デバイスの同期がキャンセルされています。";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "同期がキャンセルされました。";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "次のデータの同期が電話上で無効になっています：%@。これらを電話上で有効にするか、iSync で無効にしてください。";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "電話上にエージェントが見つかりません。";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "電話上のエージェントが古すぎます。";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "電話上のすべてのカレンダーイベントの削除中に、電話との接続が失われました。";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "電話上のすべてのアドレスデータおよびカレンダーイベントの削除中に、電話との接続が失われました。";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "電話上のすべてのアドレスデータの削除中に、電話との接続が失われました。";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "電話上の一部のカレンダーイベントの削除中に、電話との接続が失われました。";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "電話上の一部のアドレスデータおよびカレンダーイベントの削除中に、電話との接続が失われました。";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "電話上の一部のアドレスデータの削除中に、電話との接続が失われました。";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "電話上のすべてのカレンダーの取得中に、電話との接続が失われました。";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "電話上のすべてのアドレスデータおよびカレンダーイベントの取得中に、電話との接続が失われました。";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "電話上のすべてのアドレスデータの取得中に、電話との接続が失われました。";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "電話上のいくつかのレコードを削除中に接続が失われました。";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "電話上の一部のレコードの取得中に接続が失われました。";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "デバイスとの通信中に接続が中断されました。";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "電話のアドレスブックがいっぱいです。";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "電話ケーブルが接続されていません。";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "電話のカレンダーがいっぱいです。";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "カレンダーイベントの一部を電話に保存できませんでした。以下のイベントは同期されません：";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "アドレスデータおよびカレンダーイベントの一部を電話に保存できませんでした。以下のアドレスデータおよびイベントは同期されません：";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "アドレスデータの一部を電話に保存できませんでした。以下のアドレスデータは同期されません：";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "電話が追加処理に失敗しました。";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "電話が削除処理に失敗しました";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "電話が変更処理に失敗しました";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "電話のメモリがいっぱいです。";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "電話のメモリまたは外部メモリがいっぱいです。";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "電話で、不正な SMS 設定が報告されました。";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "電話で、無効な PIN が報告されました。";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "電話で、SIM が正しく作動していないことが報告されました。";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "電話が誤動作しているようです。";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "電話のタスクデータベースがいっぱいです。";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "電話からデータを取得中にエラーが起きました。電話上で同期がキャンセルされている可能性があります。";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "いくつかの変更を電話にプッシュ中にエラーが起きました。電話上で同期がキャンセルされている可能性があります。";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "後でもう一度やり直してください。";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "アプリケーションを終了して、もう一度やり直してください。";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "ほかのアプリケーションを終了してからやり直してください。";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "電話上のファイルにアクセス中に予期しないエラーが起きました。";

/* No comment provided by engineer. */
"Unknown exception." = "不明な例外。";

/* Address Book label of a phone number with video capabilities */
"video." = "ビデオ。";

/* No comment provided by engineer. */
"work mobile." = "会社携帯電話。";

/* No comment provided by engineer. */
"work pager." = "会社ポケットベル。";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "電話のメモリがいっぱいです。";

